Repository: ilCONDORA/Flutter-Boilerplates
Catalog: web only/responsive_burger_textbuttons/lib/l10n/app_*.arb
Languages: it

# language
source: English
it: Italiano

# app_name
source: Name of app/website in English US
it: Nome dell'app/sito web in italiano IT

source: Localization Settings
it: Impostazioni di localizzazione

source: Select Language
it: Seleziona lingua

# close_button
source: Close
it: Chiudi

# tab_products
source: Products
it: Prodotti

# tooltip_open_side_menu
source: Open side menu
it: Apri menu laterale

# tooltip_navigation_button
source: Go to page {label}
it: Vai alla pagina {label}

# tooltip_logo_navigation
source: Logo - Go to home page
it: Logo - Vai alla pagina Home

# tooltip_change_theme_button
source: Button to change theme
it: Bottone per cambiare il tema

# tooltip_change_language_menu
source: Menu to change language
it: Menu per cambiare la lingua

# tooltip_change_currency_menu
source: Menu to change currency
it: Menu per cambiare la valuta
